CSI API ETABS v1
cFunction.Count Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int Count(
	int FuncType = 0
)
Function Count (
	Optional FuncType As Integer = 0
) As Integer
Dim instance As cFunction
Dim FuncType As Integer
Dim returnValue As Integer
returnValue = instance.Count(FuncType)
int Count(
	int FuncType = 0
)
abstract Count :
        ?FuncType : int
(* Defaults:
        let _FuncType = defaultArg FuncType 0
*)
-> int
Parameters
FuncType (Optional)
Type: System.Int32
Return Value
Type: Int32
See Also
Reference
cFunction Interface
ETABSv1 Namespace